/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {}
    },
    "image_with_text_my6yHg": {
      "type": "image-with-text",
      "custom_css": [],
      "settings": {
        "position": "center",
        "heading": "<h5><strong>Introducing the Founders of Nini Designs: </strong></h5>",
        "image": "shopify://shop_images/IMG-20241114-WA0000.jpg",
        "height": "adapt",
        "text": "<p>Kristine and Addison, a dynamic mother-daughter duo whose passion for an active lifestyle under the sun led to the creation of a revolutionary fashion brand. Nestled in the heart of Phoenix, Arizona, Kristine and Addison's journey began with a shared love for outdoor activities – whether it was engaging in spirited games of pickleball, strolling through the charming streets of Paris, or simply savoring a cocktail on their favorite patio.</p>",
        "column_text": "Bridging the Gap - Nini's Mission for the Fusion of Fashion and Sun Protection:\n\nIn their pursuit of the perfect ensemble for sun-soaked adventures with friends, Kristine and Addison encountered a gap in the market. Despite the abundance of options, none quite met their criteria for a blend of fashion, comfort, and sun protection. Undeterred by the lack of suitable choices, the duo embarked on a mission to create Nini, a brand committed to designing the ideal pieces they themselves desired.\n\nRecognizing the need for clothing that seamlessly transitioned from active pursuits to chic social occasions, Kristine and Addison infused Nini's designs with versatility and sophistication. The garments are not only fashion-forward but also cater to those leading busy lives, allowing them to effortlessly switch from a round of tennis or pickleball to a stylish lunch date with girlfriends. Crucially, these designs offer comprehensive sun protection, sparing wearers the constant hassle of reapplying sunscreen throughout the day.\n\nKristine, a Phoenix native, grew up in an era where sunbathing with baby oil was the norm, leading to skin damage that became apparent by the age of 30. Determined to maintain an outdoor lifestyle without compromising on skin health, Kristine explored creative ways to shield herself from the sun. Her commitment to sun safety became a valuable lesson instilled in Addison from a young age, fostering a shared dedication to protecting their skin from the perils of prolonged sun exposure.\n\nThe genesis of Nini was rooted in the realization that conventional SPF clothing often sacrificed fashion for functionality. Unwilling to compromise on either, Kristine and Addison set out to redefine the intersection of sun protection and style. Nini became the answer for women seeking elevated outdoor wear that seamlessly blends fashion and function. The brand encapsulates the ethos that being sexy doesn't necessitate revealing attire; instead, Nini empowers women to feel confident, all while safeguarding their skin from the sun's harmful effects.\n\nSun Safety Legacy: Kristine and Addison's Dedication\n\nToday, Nini stands as the go-to destination for women who refuse to compromise on sun protection or fashion. With a commitment to providing elevated outdoor wear that exudes sensuality both on and off the court, Nini allows women to embrace their best selves while prioritizing the health and well-being of their skin. Join Kristine and Addison on their journey at Nini Designs, where sun protection meets elevated fashion in perfect harmony.",
        "author_position": "",
        "layout": "image_last",
        "border_top": false
      }
    }
  },
  "order": [
    "main",
    "image_with_text_my6yHg"
  ]
}
